Repository: KDE/koffice
Catalog: po/*/kchart.po
Languages: no

source: A Simple Bar Chart
no: Et enkelt stolpediagram

source: X Label
no: X-etikett

source: Y Label
no: Y-etikett

source: KChart Error
no: KChart-feil

source: Could not init
no: Kunne ikke forberede

source: &New View
no: &Ny visning

source: Layout
no: Utseende

source: Bars
no: Stolpe

source: Select data
no: Velg data

source: Select chart type
no: Velg diagramtype

source: Select chart subtype
no: Velg diagramundertype

source: Data setup
no: Dataoppsett

source: Labels and legend
no: Etiketter og tegnforklaring

source: Setup axes
no: Oppsett av akser

source: X-Label:
no: X-etiketter:

source: Y-Label:
no: Y-etiketter:

source: Title:
no: Tittel:

source: Legend placement
no: Plassering av tegnforklaring

source: Right/Top
no: Høyre/topp

source: Right/Center
no: høyre/senter

source: Right/Bottom
no: Høyre/bunn

source: Bottom/Left
no: Bunn/venstre

source: Bottom/Center
no: Bunn/senter

source: Bottom/Right
no: Bunn/høyre

source: On Top
no: Øverst

source: In Front
no: Forrest

source: There are no subtypes for this chart type
no: Det er ingen undertyper for denne diagramtypen

source: Lines
no: Linjer

source: Points
no: Punkter

source: Lines and Points
no: Linjer og punkter

source: Areas
no: Områder

source: Pie
no: Kake

source: 3D Pie
no: 3D-kake

source: Use two Y axes
no: Bruk to Y-akser

source: Tick settings
no: Merkeinnstillinger

source: Show full grid
no: Vis fullt gitter

source: Show ticks on X axis
no: Vis merker på X-aksen

source: Tick length:
no: Merkelengde:

source: Number of ticks on Y axis:
no: Antall merker på Y-aksen

source: Axes labelling
no: Akse-merking

source: Show values on X axis
no: Vis verdi på X-akse

source: Show every
no: Hvis alle

source: . value on X axis
no: . verdi på X-akse

source: Show values on Y axis
no: Vis verdi på Y-akse

source: . value on Y axis
no: . verdi på Y-akse

source: Rows
no: Rader

source: Columns
no: Kolonner

source: Data is in:
no: Data er i:

source: Use first row as description
no: Første rad som beskrivelse

source: Use first column as description
no: Første kolonne som beskrivelse
