Repository: KDE/koffice
Catalog: po/*/kdiagramm.po
Languages: sk

source: The document has been modified Do you want to save it ?
sk: Dokument bol zmenený Chcete ho ulo¾i»?

source: KDiagramm Error
sk: KDiagramm - Chyba

source: Could not create new document
sk: Nemô¾em vytvori» nový dokument

source: Could not open %s
sk: Nemô¾em otvori» %s

source: IO Error
sk: Chyba IO

source: Could not save %s
sk: Nemô¾em ulo¾i» %s

source: Could not save file
sk: Nemô¾em ulo¾i» súbor

source: Lines
sk: Èiary

source: Areas
sk: Oblasti

source: 3D-Bars
sk: 3D-Ståpce

source: Cakes
sk: Koláèe

source: &Lines
sk: È&iary

source: &Areas
sk: Obl&asti

source: &Bars
sk: Stå&pce

source: &Cakes
sk: &Koláèe

source: &Edit Data...
sk: Upra&v dáta...

source: &Page Layout
sk: Vz&hµad stránky

source: Rest
sk: Zbytok
