Repository: KDE/koffice
Catalog: po/*/kimage.po
Languages: sk

source: KImage Error
sk: KImage - Chyba

source: Only local files are supported
sk: Podporované sú iba lokálne súbory

source: Could not init
sk: Nemô¾em inicializova»

source: &Insert ...
sk: &Vlo¾i»...

source: Im&port ...
sk: Im&portova» ...

source: &Export ...
sk: &Exportova» ...

source: &Fit To Window
sk: Prispô&sob do okna

source: Darker
sk: Tmav¹ie

source: Could not open %s
sk: Nemô¾em otvori» %s

source: IO Error
sk: Chyby IO

source: Could not write %s Perhaps permission denied.
sk: Nemô¾em zapísa» %s Mo¾no je zakázaný prístup.
