Repository: KDE/koffice
Catalog: po/*/koffice.po
Languages: hr

source: KOffice Error
hr: KOffice gre¹ka

source: Can not save to remote URL
hr: Ne mogu spremiti u udaljeni URL

source: Could not write to
hr: Ne mogu pisati u

source: All files (*.*)
hr: Sve datoteke (*.*)

source: Could not import file of type %s
hr: Nisam mogao uvesti taj tip datoteke %s

source: Missing import filter
hr: Nedostaje filter za uvoz

source: Could not open file %s
hr: Ne mogu otvoriti datoteku %s

source: Could not write file %s
hr: Ne mogu pisati u datoteku %s

source: Could not start server %s
hr: Nisam mogao pokrenuti poslu¾itelja %s

source: KSpread Error
hr: KSpread gre¹ka

source: Server %s does not implement a KOffice factory
hr: Poslu¾itelj %s nema ugraðen KOffice tvornicu

source: Ok
hr: U redu

source: Server %s did not create a document
hr: Poslu¾itelj %s nije kreirao dokument

source: New
hr: Novi

source: Open File
hr: Otvori datoteku

source: Save File
hr: Spremi datoteku

source: &New
hr: &Nova

source: &Save as...
hr: Spremi pod &drugim imenom...

source: &About KOffice
hr: &O KOffice-u

source: The plugins config file %s does not conatain a %s=... entry
hr: Datoteka s postavom dodataka %s ne sadr¾i %s=... unos

source: Could not activate plugin %s
hr: Nisam mogao aktivirati dodatak

source: Error in plugin
hr: Gre¹ka u dodatku

source: %s is not a plugin
hr: %s nije dodatak

source: Could not create plugin of type %s
hr: Nisam mogo napraviti dodatak tipa %s

source: The DataTools config file %s does not conatain a %s=... entry
hr: DataTools datoteka s postavam %s ne sadr¾i %s=... unos

source: KPresenter - About
hr: O KPresenter-u

source: WMF Clipart Support (c) by Stefan Taferner <taferner@kde.org>
hr: WMF Clipart podr¹ku (c) izradio Stefan Taferner <taferner@kde.org>

source: KSpread - About
hr: O KSpread

source: KCharts - About
hr: O KCharts

source: KImage - About
hr: O KImage-u

source: KAutoformEdit - About
hr: O KAutoformEdit-u

source: KOffice - About
hr: O KOffice-u

source: the KOffice Team
hr: KOffice tim

source: Version: %s (c) by %s 1997 - 1998 E-mail: %s The KOffice is under GNU GPL
hr: Verzija: %s (c) izradio %s 1997 - 1998 E-mail: %s KOffice je besplatan pod licencom GNU GPL

source: About KDE
hr: O KDE

source: The KDE Desktop Environment was written by the KDE Team, a world-wide network of software engineers committed to free software development. Visit http://www.kde.org for more information on the KDE Project. Please consider joining and supporting KDE. Please report bugs at http://buglist.kde.org.
hr: KDE radna okolina napravljena je od strane KDE Tima, koji je ra¹iren po cijelom svijetu i na kojem rade razni programeri posveæeni razvoju besplatnih programa. Posjetite http://www.kde.org za vi¹e informacija o KDE projektu. Molimo razmislite da se pridru¾ite razvoju i podr¹ci KDE-a. Molimo prijavite gre¹ke na http://buglist.kde.org.

source: Page Preview
hr: Pregled strane

source: Page Layout
hr: Izgled strane

source: Unit:
hr: Jedinica:

source: Millimeters (mm)
hr: Milimetri (mm)

source: Points (pt)
hr: Toèke (pt)

source: Inches (in)
hr: Inèi (in)

source: Page Format
hr: Format strane

source: Orientation:
hr: Usmjerenje:

source: Screen
hr: Ekran

source: Custom
hr: Prilagoðeno

source: Portrait
hr: Uspravno

source: Landscape
hr: Polo¾eno

source: Width:
hr: ©irina:

source: Height:
hr: Visina:

source: Page Borders
hr: Rubovi strane

source: Left:
hr: Lijevo:

source: Right:
hr: Desno:

source: Top:
hr: Vrh:

source: Bottom:
hr: Dno:

source: Format and Borders
hr: Format i rubovi

source: Head line:
hr: Linija zaglavlja

source: Left:
hr: Ljevo:

source: Mid:
hr: Sredina:

source: Right:
hr: Desno:

source: Macros:
hr: Makroi:

source: Header and Footer
hr: Zaglavlje i podno¾je

source: Columns:
hr: Stupci:

source: Columns
hr: Stupci

source: Header
hr: Zaglavlje

source: Same header for all pages
hr: Isto zaglavlje za sve strane

source: Different header for the first page
hr: Razliæito zaglavlje za prvu stranu

source: Different header for even and odd pages
hr: Razliæito zaglavlje za parne i neparne strane

source: Footer
hr: Podno¾je

source: Same footer for all pages
hr: Isto podno¾je na svim stranicama

source: Different footer for the first page
hr: Razlièito podno¾je za prvu stranicu

source: Different footer for even and odd pages
hr: Razlièito podno¾je za parne i neparne stranice

source: Insert Object
hr: Umetni objekt

source: Select a component
hr: Oznaèi komponentu

source: UNIX Printer
hr: UNIX pisaè

source: Could not open
hr: Ne mogu otvoriti

source: Print Dialog
hr: Dialog ispisa

source: Print To:
hr: Ispi¹i na:

source: File Name:
hr: Ime Datoteke:

source: Print Command:
hr: Naredba za ispis:

source: Copies:
hr: Broj kopija:

source: Page Setup...
hr: Postava strane...

source: Printer Name:
hr: Ime pisaèa

source: Inches (inch)
hr: Inèa (inè)

source: Tabulator &Left
hr: Tabulator &lijevo

source: Tabulator &Center
hr: Tabulator &centrirano

source: Tabulator &Right
hr: Tabulator &desno

source: Choose a Template
hr: Izaberi predlo¾ak
