Repository: KDE/koffice
Catalog: kivio/po/*.po
Languages: ru

source: Change Page Name
ru: Изменить имя страницы

source: Page Name
ru: Имя страницы

source: Page name cannot be empty.
ru: Имя страницы не может быть пустым

source: Change page name
ru: Изменить имя страницы

source: A page with this name already exists.
ru: Страница с этим именем уже существует

source: Pages hidden
ru: Скрытые страницы

source: Page%1
ru: Станица%1

source: Cannot delete stencil set because there are stencils using it's spawners
ru: Не могу удалить набор трафаретов, так как некоторые из них используются

source: Cannot Delete Stencil Set
ru: Не могу удалить набор трафаретов

source: Clear The Clipboard?
ru: Очистить буфер обмена?

source: Remove page
ru: Удалить страницу

source: Rename page...
ru: Переименовать страницу

source: Insert page
ru: Вставить страницу

source: This name is already used.
ru: Страница с этим именем уже существует

source: Add Stencil Set
ru: Добавить набор трафаретов

source: Select All
ru: Выбрать все

source: Select None
ru: Выбрать ничего

source: Group Selected Stencils
ru: Группировать трафареты

source: Ungroup Selected Stencils
ru: Разгруппировать трафареты

source: Bring To Front
ru: Переместить вперед

source: Send To Back
ru: Переместить назад

source: Set Foreground Color
ru: Цвет линии

source: Set Background Color
ru: Цвет фона

source: Set Font Family
ru: Имя шрифта

source: Set Font Size
ru: Размер шрифта

source: Set Text Color
ru: Установить цвет текста

source: Toggle Bold Text
ru: Жирный текст

source: Toggle Italics Text
ru: Наклонный текст

source: Toggle Underline Text
ru: Подчеркнутый текст

source: Set Line Width
ru: Установить ширину линии

source: Paper Layout...
ru: Параметры листа

source: Insert Page
ru: Вставить страницу

source: Remove Page
ru: Удалить страницу

source: Show Page...
ru: Показать страницу

source: Hide Page
ru: Скрыть страницу

source: Show page borders
ru: Показать края страницы

source: Show page margins
ru: Показать поля страницы

source: Show rulers
ru: Показать линейки

source: Show grid
ru: Показать сетку

source: Snap grid
ru: Притянуть к сетки

source: Grid Setup
ru: Настройка сетки

source: File To Open
ru: Имя открываемого файла

source: Stencil Text
ru: Текст для трафарета

source: mm
ru: мм

source: inch
ru: дюйм

source: cm
ru: см

source: milimetre
ru: миллиметер

source: cantimetre
ru: сантиметер

source: Units:
ru: Единицы измерения:

source: Spacing
ru: Размер сетки

source: Place Horizontal grid lines every:
ru: Горизонтальные линии сетки каждые

source: Place Vertical grid lines every:
ru: Вертикальные линии сетки каждые

source: Snap distance
ru: Дистанция

source: Snap to grid Horizontal distance:
ru: Дистанция для притяжения по горизонтали

source: Snap to grid Vertical distance:
ru: Дистанция для притяжения по вертикали

source: Grid color:
ru: Цвет сетки

source: Snap to grid
ru: Притянуть к сетки

source: Select
ru: Выбор

source: Zoom
ru: Увеличение

source: Hand
ru: Передвигать

source: Zoom plus
ru: Увеличить

source: Zoom minus
ru: Уменьшить

source: Zoom width
ru: Показать на полную ширину листа

source: Zoom height
ru: Показать на полную высоту листа

source: Zoom page
ru: Показать страницу целиком

source: Zoom selected
ru: Увеличить выбранные объекты

source: Zoom all objects
ru: Увеличить все объекты

source: Zoom manager
ru: Менеджер масштабирования

source: Zoom Manager
ru: Менеджер масштабирования

source: Edit Stencil Text
ru: Текст для трафарета

source: Edit Stencil Connector
ru: Коннекторы для трафарета

source: &Zoom
ru: Увеличение

source: P&age
ru: Станица

source: &Selection
ru: Выбрать
